<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
    <TITLE>Int'l Pages</TITLE>
</HEAD>
<BODY BGCOLOR="white">

<P>
<CENTER><H1 ALIGN="CENTER">
&Ouml;sterreich</H1>
</CENTER><HR>
<P>
SGI bietet seinen Kunden in &Ouml;sterreich eine 
landesspezifische Sprachunterst&uuml;tzung. </P>
<P>
Die &quot;Desktop&quot;-Meldungen und ein Teil der Online-Dokumentation 
sowie einige Online-Anwendungen sind in deutscher Sprache 
verf&uuml;gbar. Installieren Sie dazu die entsprechende 
Sprachunterst&uuml;tzung von der separat erh&auml;ltlichen CD, die die 
Produktfamilie WorldView<FONT SIZE="1">(TM)</FONT> enth&auml;lt, mit 
der Sie die Anpassung an verschiedene Landessprachen vornehmen 
k&ouml;nnen. </P>
<H2>
Anpassung</H2>
<P>
Um Ihr System so anzupassen, da&szlig; die f&uuml;r &Ouml;sterreich 
zutreffenden Konventionen wie z. B. Datums- und Zeitformat, 
W&auml;hrungsformat und Sortierreihenfolge von Ihrem System richtig 
erkannt werden, gehen Sie bitte folgenderma&szlig;en vor: </P>
<UL>
    <LI>
    W&auml;hlen Sie aus den &quot;Werkzeugen&quot; die Option &quot;Desktop 
    -&gt; Anpassen -&gt; Sprache&quot;, um <I>ipanel</I> (Bedienfeld 
    f&uuml;r l&auml;nderspezifische Einstellungen) aufzurufen, 
    <P>
    oder </P>
    <LI>
    geben Sie an der Shell-Eingabeaufforderung <I>ipanel</I> ein. 
</UL>
<H3>
Land</H3>
<UL>
    <LI>
    Klicken Sie mit der linken Maustaste auf das L&auml;ndersymbol am 
    unteren Rand von <I>ipanel</I>. W&auml;hlen Sie anschlie&szlig;end 
    &Ouml;sterreich aus der L&auml;nderliste im n&auml;chsten Fenster aus. 
</UL>
<H3>
Sprache</H3>
<UL>
    <LI>
    Klicken Sie mit der linken Maustaste auf das Sprachensymbol am unteren 
    Rand von <I>ipanel</I>. W&auml;hlen Sie anschlie&szlig;end die 
    gew&uuml;nschte Sprache im entsprechenden Fenster aus. 
</UL>
<H3>
Tastaturen</H3>
<P>
Ihr System ist mit verschiedenen m&ouml;glichen Tastaturtypen 
ausgestattet. <I>ipanel</I> bietet Ihnen zwar eine 
Standard-Tastaturkonfiguration, Sie sollten jedoch diese 
Standardeinstellung best&auml;tigen oder eine andere Konfiguration 
ausw&auml;hlen. <BR>
&nbsp; </P>
<UL>
    <LI>
    Klicken Sie mit der linken Maustaste auf das Tastatursymbol am unteren 
    Rand von ipanel. W&auml;hlen Sie anschlie&szlig;end die gew&uuml;nschte 
    Tastaturkonfiguration aus der Tastaturliste im entsprechenden Fenster 
    aus. 
</UL>
<H3>
Zeitzone</H3>
<UL>
    <LI>
    Klicken Sie mit der linken Maustaste auf das Zeitzonensymbol am unteren 
    Rand von ipanel. W&auml;hlen Sie anschlie&szlig;end die gew&uuml;nschte 
    Zeitzone aus der Zeitzonenliste im entsprechenden Fenster aus. 
</UL>
<H4>
Nachdem Sie alle Einstellungen vorgenommen haben, gehen Sie 
folgenderma&szlig;en vor:</H4>
<UL>
    <LI>
    Klicken Sie entweder auf die Schaltfl&auml;che 
    &quot;Systemeinstellungen&quot; oder die Schaltfl&auml;che 
    &quot;Benutzereinstellungen&quot;. 
    <LI>
    Im n&auml;chsten Fenster best&auml;tigt ipanel die von Ihnen 
    vorgenommenen neuen Einstellungen.&nbsp; Klicken Sie 
    anschlie&szlig;end auf die Schaltfl&auml;che &quot;Jetzt 
    abmelden&quot;, um sich vom System abzumelden. 
    <LI>
    Melden Sie sich erneut mit demselben Konto an, damit Ihre 
    &Auml;nderungen f&uuml;r jedes neue Fenster wirksam werden. 
</UL>
<H4>
Hinweise </H4>
<P>
Mit der Standardtastatur, mit der die meisten SGI-Systeme 
ausgeliefert werden, k&ouml;nnen nur Zeichen eingegeben werden, die im 
ASCII-Zeichensatz enthalten sind. In der standardm&auml;&szlig;ig 
ausgelieferten Konfiguration k&ouml;nnen deutschsprachige Benutzer 
keine Zeichen eingeben, die f&uuml;r andere europ&auml;ische Sprachen 
ben&ouml;tigt werden, aber nicht im ASCII-Zeichensatz enthalten sind. 
Wenn Sie als Standort &quot;&Ouml;sterreich (Austria)&quot; angegeben 
haben, k&ouml;nnen Sie bei den meisten System-Tools auch auf Zeichen 
zur&uuml;ckgreifen, die nicht im ASCII-Zeichensatz enthalten sind. </P>
<P>
Das Tastatur-Layout &quot;INTL&quot; entspricht bis auf eine Ausnahme 
exakt dem Standard-Layout der US-amerikanischen Tastatur mit 101 
Tasten. Die Ausnahme besteht darin, da&szlig; die rechte Alt-Taste (d. 
h. die Taste rechts neben der Leertaste) als Kombinationstaste 
ausgelegt ist, soda&szlig; viele nicht im ASCII-Zeichensatz enthaltene 
Zeichen eingegeben werden k&ouml;nnen. Weitere Informationen zur 
Verwendung der Kombinationstaste finden Sie auf den Man Pages zu <VAR>compose(5)</VAR>
 und <VAR>composetable(5)</VAR>. </P>
<P>
Viele Systeme werden mit einer speziell f&uuml;r die deutsche Sprache 
ausgelegten Tastatur ausgeliefert. Wenn Sie eine deutsche Tastatur 
besitzen, sollten Sie im Bedienfeld f&uuml;r Spracheinstellungen die 
Tastatur &quot;DE&quot; ausw&auml;hlen; dadurch werden mit der Tastatur 
die Zeichen erzeugt, die auf den Tasten abgebildet sind. Mit der 
rechten Alt-Taste auf der Tastatur &quot;DE&quot; k&ouml;nnen bei 
Tasten mit Mehrfachbelegung die zugeordneten Zeichen ausgew&auml;hlt 
werden. Die Funktion &quot;Erstellen&quot; wird auf der Tastatur 
&quot;DE&quot; (wie auf der Man Page zu <VAR>compose(5)</VAR>
 beschrieben) aktiviert, indem Sie die Umschalttaste und die rechte 
Alt-Taste dr&uuml;cken und beide Tasten gleichzeitig loslassen. </P>
<P>
Wenn Sie sich nicht ganz sicher sind, welche Tastaturausf&uuml;hrung 
Sie besitzen, sehen Sie sich zuerst die Eingabetaste an. Wenn die 
Eingabetaste eine gleichf&ouml;rmig rechteckige Form hat, besitzen Sie 
eine amerikanische Tastatur. In diesem Fall sollten Sie das 
Tastatur-Layout &quot;INTL&quot; verwenden. Weist die Eingabetaste 
keine rechteckige Form auf (d. h. ist die Taste oben etwas breiter 
geformt als unten), verwenden Sie wahrscheinlich eine deutsche 
Tastatur. </P>
<P>
Wenn Sie aufgrund der Form der Eingabetaste zwar ausschlie&szlig;en 
k&ouml;nnen, da&szlig; Sie eine amerikanische Tastatur verwenden, bei 
der Auswahl des Tastatur-Layouts &quot;DE&quot; aber trotzdem nicht die 
richtigen Zeichen ausgegeben werden, handelt es sich 
m&ouml;glicherweise um eine Tastatur f&uuml;r eine andere 
europ&auml;ische Sprache. Sie k&ouml;nnen in diesem Fall probeweise die 
verschiedenen im Bedienfeld f&uuml;r Spracheinstellungen 
aufgef&uuml;hrten Tastatur-Layouts einstellen, um die richtige 
Einstellung f&uuml;r die verwendete Tastatur herauszufinden. Wenden Sie 
sich an Ihr Vertriebs- und Kundendienstb&uuml;ro, wenn Sie weitere 
Informationen oder Hilfe ben&ouml;tigen. </P>
<H3>
Hilfe und Informationen </H3>
<P>
Wenden Sie sich mit Fragen zur l&auml;nderspezifischen Anpassung des 
Systems an Ihre SGI-Vertretung. </P>
<P>
<A HREF="europe.html"><IMG SRC="images/back_button.gif" WIDTH="45"
 HEIGHT="45"
 SGI_SRC="/usr/people/guest/public_html/i18n/images/back_button.gif"></A>
 </P>
</BODY>
</HTML>
