<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
    <TITLE>Pages internationales</TITLE>
</HEAD>
<BODY BGCOLOR="white">
<P>

<CENTER><H1 ALIGN="CENTER">
France</H1>
</CENTER><HR>
<P>
Nous assurons le support linguistique et culturel pour la France. </P>
<P>
Vous pouvez disposer d'une version fran&ccedil;aise des messages, d'une 
partie de la documentation en ligne et de certaines applications, si 
vous choisissez le support en langue fran&ccedil;aise dans la gamme des 
produits de support de langue WorldView<FONT SIZE="1">(TM)</FONT>, 
disponible sur un CD distinct. </P>
<H2>
Personnalisation</H2>
<P>
Pour personnaliser votre syst&egrave;me afin qu'il reconnaisse 
certaines conventions linguistiques et culturelles propres &agrave; la 
France, telles que les formats de date et d'heure, d'unit&eacute; 
mon&eacute;taire, d'ordre de tri, etc., suivez la proc&eacute;dure 
ci-apr&egrave;s. </P>
<UL>
    <LI>
    Dans la barre d'outils, s&eacute;lectionnez &quot;Desktop Customize 
    Language&quot; (l'option de personnalisation de la langue du bureau) <I>ipanel</I>
     (Panneau de contr&ocirc;le des param&egrave;tres internationaux). 
    <P>
    ou </P>
    <LI>
    Entrez <I>ipanel</I> &agrave; l'invite du shell. 
</UL>
<H3>
Pays</H3>
<UL>
    <LI>
    Cliquez &agrave; l'aide du bouton gauche de la souris sur l'ic&ocirc;ne 
    du pays situ&eacute;e dans la partie inf&eacute;rieure de 
    l'&eacute;cran <I>ipanel</I>, puis s&eacute;lectionnez l'option 
    France dans la fen&ecirc;tre de s&eacute;lection du pays qui s'affiche. 
</UL>
<H3>
Langue</H3>
<UL>
    <LI>
    Cliquez &agrave; l'aide du bouton gauche de la souris sur l'ic&ocirc;ne 
    de langue situ&eacute;e dans la partie inf&eacute;rieure de 
    l'&eacute;cran <I>ipanel</I>, puis s&eacute;lectionnez la langue 
    que vous voulez utiliser dans la fen&ecirc;tre de s&eacute;lection de 
    la langue qui s'affiche. 
</UL>
<H3>
Claviers</H3>
<P>
Il existe plusieurs configurations de claviers. L'&eacute;cran <I>ipanel</I>
 propose une configuration de clavier par d&eacute;faut. Vous devez 
soit confirmer cette configuration, soit en s&eacute;lectionner une 
autre. <BR>
&nbsp; </P>
<UL>
    <LI>
    Cliquez &agrave; l'aide du bouton gauche de la souris sur l'ic&ocirc;ne 
    du clavier situ&eacute;e dans la partie inf&eacute;rieure de 
    l'&eacute;cran ipanel, puis s&eacute;lectionnez la configuration voulue 
    dans la fen&ecirc;tre de s&eacute;lection du clavier qui s'affiche. 
</UL>
<H3>
Fuseau horaire</H3>
<UL>
    <LI>
    Cliquez &agrave; l'aide du bouton gauche de la souris sur l'ic&ocirc;ne 
    de fuseau horaire situ&eacute;e dans la partie inf&eacute;rieure de 
    l'&eacute;cran ipanel, puis s&eacute;lectionnez le fuseau horaire 
    appropri&eacute; dans la fen&ecirc;tre de s&eacute;lection du fuseau 
    horaire qui s'affiche. 
</UL>
<H4>
Une fois que vous avez effectu&eacute; toutes les s&eacute;lections :</H4>
<UL>
    <LI>
    Cliquez sur le bouton Set System (d&eacute;finir le syst&egrave;me) ou 
    Set Personal (d&eacute;finir personnel). 
    <LI>
    Dans la fen&ecirc;tre suivante, ipanel confirme les nouveaux 
    param&egrave;tres que vous avez d&eacute;finis.&nbsp; Cliquez sur 
    le bouton Logout Now (d&eacute;connexion imm&eacute;diate) pour vous 
    d&eacute;connecter. 
    <LI>
    Reconnectez-vous sous le m&ecirc;me compte de mani&egrave;re &agrave; 
    ce que ces modifications puissent prendre effet dans les fen&ecirc;tres 
    que vous allez d&eacute;sormais ouvrir. 
</UL>
<H4>
Remarques </H4>
<P>
Le clavier standard fourni avec la plupart des syst&egrave;mes SGI
ne peut par d&eacute;faut entrer que des caract&egrave;res 
ASCII. Tel qu'il est configur&eacute; &agrave; la livraison, il ne 
permet pas aux utilisateurs d'entrer ou d'utiliser des 
caract&egrave;res non ASCII requis pour le fran&ccedil;ais ou d'autres 
langues. Toutefois, le site fran&ccedil;ais permet l'utilisation de 
caract&egrave;res non ASCII avec la plupart des outils syst&egrave;me. </P>
<P>
La disposition de clavier &quot;US ASCII avec touche de 
composition&quot; est rigoureusement identique &agrave; la disposition 
par d&eacute;faut du clavier US standard (101 touches), mais la touche 
Alt de droite (imm&eacute;diatement &agrave; droite de la barre 
d'espacement) joue le r&ocirc;le d'une touche de composition, 
autorisant ainsi l'entr&eacute;e de nombreux caract&egrave;res non 
ASCII. Pour plus d'informations sur l'utilisation de cette touche, 
consultez les pages <I>compose(5)</I> et <I>composetable(5)</I> . </P>
<P>
De nombreux syst&egrave;mes commercialis&eacute;s en France sont 
fournis avec un clavier sp&eacute;cialement adapt&eacute; &agrave; la 
langue fran&ccedil;aise. Si c'est le cas de votre syst&egrave;me, 
choisissez le clavier fran&ccedil;ais dans le panneau de contr&ocirc;le 
Param&eacute;trage de la langue ; ainsi, votre clavier pourra 
g&eacute;n&eacute;rer les caract&egrave;res inscrits sur chaque touche. 
La touche Alt de droite du clavier fran&ccedil;ais permet de 
s&eacute;lectionner des caract&egrave;res alternatifs pour de 
nombreuses touches du clavier. Pour activer la fonction <I>compose</I>, 
d&eacute;crite dans la page <I>compose(5)</I>, appuyez 
simultan&eacute;ment sur Maj et sur la touche Alt de droite, puis 
rel&acirc;chez ces deux touches. </P>
<P>
Si vous ne savez pas exactement quel clavier &eacute;quipe votre 
syst&egrave;me, regardez la touche Entr&eacute;e. Si elle est 
rectangulaire, il s'agit d'un clavier US et vous devez utiliser la 
disposition de clavier &quot;US ASCII avec touche de composition&quot;. 
Si la touche Entr&eacute;e n'est pas rectangulaire, vous disposez 
probablement d'un clavier fran&ccedil;ais. </P>
<P>
Si la touche Entr&eacute;e n'est pas rectangulaire mais que vous 
n'obtenez pas un fonctionnement correct en s&eacute;lectionnant la 
disposition de clavier fran&ccedil;aise, vous poss&eacute;dez 
vraisemblablement un clavier national d'un autre pays que la France. 
Essayez dans ce cas chacune des dispositions pr&eacute;sent&eacute;es 
dans le panneau Param&eacute;trage de la langue jusqu'&agrave; ce que 
vous ayez identifi&eacute; la disposition correcte, ou demandez l'aide 
de votre distributeur. </P>
<H3>
Assistance technique </H3>
<P>
Pour toute information compl&eacute;mentaire relative aux questions de 
personnalisation linguistique et culturelle, contactez votre 
repr&eacute;sentant SGI. </P>
<P>
<A HREF="europe.html"><IMG SRC="images/back_button.gif" WIDTH="45"
 HEIGHT="45"
 SGI_SRC="/usr/people/guest/public_html/i18n/images/back_button.gif"></A>
 </P>
</BODY>
</HTML>
